
DVDModuleNameInList								= "DVD";
DVDWindowHeader									= "DVD 플레이어";
DVDNoDiskInserted								= "DVD를 삽입하십시오";
DVDInsertedLabel								= "삽입된 DVD";
DVDReadingDVDPleaseWait                         = "DVD 읽는 중...";
DVDModuleMenu                                   = "DVD 메뉴";
DVDModuleEject                                  = "디스크 추출";
DVDModuleStop                                   = "중단";
DVDModuleResume                                 = "재생 다시 시작";
DVDModuleHistoryBeginning                       = "처음부터 시작하기";
DVDModuleHistoryDefaultBookmark                 = "책갈피에서 시작하기";

DVDOptionsHeader								= "옵션";
DVDOptionsFlagOn                                = "켬";
DVDOptionsFlagOff                               = "끔";
DVDOptionsMuting                                = "소리끔";
DVDOptionsCaptioning                            = "청각 장애인용 자막";
DVDPlayerChapterFormatter                       = "%d/%d장";

ErrorCantInitializeDVDPlaybackAlert				= "현재 DVD를 재생할 수 없습니다.";
ErrorCantInitializeDVDPlaybackMessage			= "다른 응용 프로그램에서 DVD를 재생하고 있습니다. 데스크탑으로 돌아가서 다른 응용 프로그램을 종료한 다음 다시 시도하십시오.";
ErrorCantEjectDVDAlert							= "DVD를 추출할 수 없습니다.";
ErrorCantEjectDVDMessage						= "다른 응용 프로그램에서 해당 DVD를 재생하고 있습니다. 데스크탑으로 돌아가서 다른 응용 프로그램을 종료하십시오.";
ErrorBadRegionCodeAlert							= "DVD 지역 코드가 DVD 플레이어와 일치하지 않습니다.";
ErrorBadRegionCodeMessage						= "지역 코드에 대하여 더 배우려면, DVD 플레이어 도움말을 참조하십시오.";
ErrorBadDVDMediaAlert							= "DVD를 재생할 수 없습니다.";
ErrorBadDVDMenuMessage							= "포맷이 인식되지 않았습니다.";

/* Generic Fatal DVD Alert Messages */
ErrorFatalDVDAlert								= "DVD를 재생할 수 없습니다.";
ErrorFatalDVDMessage							= "디스크에 문제가 있습니다.";

/* The following are straight error codes matching strings for the DVD Player framework */

/*	kDVDErrorAuthentification = -70025,	The user attempting to change the region code could not be authenticated. */
-70025											= "디스크 복사 방지를 확인할 수 없습니다.";
